Repository: Acidburn0zzz/tweaks-system-menu
Catalog: po/*.po
Languages: de_de

source: Tweaks in System Menu
de_de: Optimierungen im Systemmenü

source: Merge both Settings and Tweaks:
de_de: Einstellungen und Optimierungen in eine Schaltfläche:

source: Button position:
de_de: Position der Schaltfläche:

source: Debug:
de_de: Fehlersuche:

source: Copyright © 2019 Philippe Troin (<a href="https://github.com/F-i-f">F-i-f</a> on GitHub)
de_de: Copyright © 2019 Philippe Troin (<a href="https://github.com/F-i-f">F-i-f</a> auf GitHub)

source: Merge both Settings and Tweaks into a single button.
de_de: Einstellungen und Optimierungen als eine Schaltfläche anzeigen.

source: When enabled, both Settings and Tweaks share a single button: the Settings button is visible when the system menu opens, and Tweaks can be shown by pressing the "Alt" key or by long clicking on the button. When disabled, Tweaks uses its own, different button.
de_de: Wenn diese Option aktiviert ist, werden Einstellungen und Optimierungen in einer Schaltfläche angezeigt: Die Schaltfläche Einstellungen ist sichtbar, wenn das Systemmenü geöffnet wird. Die Schaltfläche Optimierungen erscheint beim Betätigen der "Alt"-Taste oder durch längeres Drücken auf die Schaltfläche. Falls diese Option deaktiviert ist, hat Optimierungen seine eigene Schaltfläche.

source: Position of the button.
de_de: Position der Schaltfläche.

source: If set to -1, the button position is automatic: the merged button replaces the Settings button, and if the buttons are not merged, Tweaks will show up to the right of the Settings button. If set to zero or more, the actual button position on the system menu.
de_de: Beim Wert -1 wird die Schaltflächenposition automatisch gewählt: Die zusammengelegte Schaltfläche ersetzt die Schaltfläche Einstellungen. Wenn die beiden Schaltflächen nicht zusammengelegt wurden, erscheint die Schaltfläche Optimierungen rechts neben Einstellungen. Der Wert 0 und höher entspricht der jeweiligen Position im Systemmenü.

source: Debugging.
de_de: Debuggen.

source: Enable debugging for the extension.
de_de: Aktiviert den Modus zum Auffinden von Fehlern (Debuggen) für diese Erweiterung.
